[
{"title": " Golden Triangle Construction ", "locaion": " Robinson Township, Pennsylvania ", "size": "12,000", "description": [" In Golden Triangle Construction’s previous facilities, the spaces were cramped, stuffy, poorly lit and incompatible uses were not well separated. As GTC considered their options to replace or renovate their existing facilities, it became clear that their commitment to sustaining the Earth’s environment should be reflected in their new buildings. Toward that end, they established a goal of achieving a USGBC LEED Gold Certification for their new campus. The new buildings physically separate the functions of the maintenance shop from the offices and training room. Both buildings are designed to provide all employees access to views and daylight. Energy efficient light fixtures supplement the natural daylight providing comfortable, well lit workspaces. A ground coupled heat pump provides hot and chilled water to a loop connecting internal heat pumps, providing control of the temperature in small groups of similar offices. In the shop, a waste oil boiler supplies hot water to a radiant floor system, providing a comfortable environment, and eliminates the need to dispose of used oil from their construction equipment. These systems are expected to reduce the cost of energy for the campus by more than 28% when compared to similar facilities. The new facility will reduce the use of water for landscaping as well as regulated and process uses. The landscaping for the site makes use of native drought tolerant species to eliminate the need for irrigation. Ultra-high efficiency water closets, urinals, faucets, and showers will reduce regulated water use by more than 20%. The installation of a water recycling system for the construction equipment cleaning machinery will reduce potable water consumption by 95%. The materials for the new buildings were chosen to make extensive use of locally recovered recycled and reused materials. Over 15% of the materials used in the campus have been salvaged and reused and over 40% of the materials were extracted, harvested or recovered within 500 miles of the project site. For example: the steel roof framing is comprised of salvaged guardrails; these guardrails were from GTC’s local material stock and were fabricated into trusses on site, in their shop. All of the interior finishes significantly reduce or eliminate the introduction of volatile organic compounds. Other materials were selected because the raw materials are harvested from rapidly renewable resources. During construction, over 75% of the construction waste was diverted from landfills to be reused or recycled. Golden Triangle Construction Corporate Office Building Brochure Copyright © 2006 - 2013 RSSC Architecture 5500 Brooktree Road, Suite 300, Wexford, PA 15090 Phone: (724) 933-9100 | Fax: (724) 933-9150"]},
{"title": " Peters Township ", "locaion": " McMurray Township, Pennsylvania ", "size": "23,000", "description": [" Peters Township Library, opened in February of 1999, is a 23,000 square foot library facility on the Township municipal campus, which also includes the Municipal Building and the Police Building (a renovation of the former library). The building plan incorporates two right-angled rectangular wings, joined at the intersection by a cylindrical volume. This central space, the rotunda, is at the heart of the library, forming the visual and circulation link between the two levels and two wings of the complex. Patrons are welcomed into this radial space with direct access to the main circulation desk, the Popular Library, the Juvenile Library, and the open, circular staircase that leads to the second floor. Sub-dividable meeting rooms are also accessible from either this main entrance or a separate night entrance. Peters Township Library Brochure Copyright © 2006 - 2013 RSSC Architecture 5500 Brooktree Road, Suite 300, Wexford, PA 15090 Phone: (724) 933-9100 | Fax: (724) 933-9150"]}
]